{ "translations": {
	"Workspace": "Espace de travail",
	"Are you sure you want to delete the {space} workspace ?": "Êtes vous sûr de vouloir supprimer l'espace de travail {space} ?",
	"Add": "Ajouter",
	"All spaces": "Tous les espaces de travail",
	"Administrators" : "Gestionnaires généraux",
	"admin" : "Gestionnaire d'espace",
	"Cancel": "Annuler",
	"Caution, users highlighted in red are not yet member of this workspace. They will be automaticaly added.": "Attention, les utilisateurs surlignés en rouge ne sont pas encore membres de l'espace. Ils seront ajoutés automatiquement à ce dernier",
	"Create group": "Créer un groupe",
	"Delete space" : "Supprimer l'espace de travail",
	"Duplication of groups": "Duplication des groupes",
	"The group already exists.": "Le groupe existe déjà.",
	"Unknown error": "Erreur inconnue",
	"Delete user" : "Supprimer de l'espace de travail",
	"Group name": "Nom du groupe",
	"Space name": "Nom de l'espace de travail",
	"Import a .csv file": "Importer un fichier .csv",
	"Error in file format": "Erreur dans le format de fichier",
	"Search users": "Rechercher des utilisateurs",
	"Groups": "Groupes",
	"Error in the table header": "Erreur dans l'en-tête",
	"Search users": "Rechercher des utilisateurs",
	"The content of your file is invalid. Header does not contain the desired values. Two columns are required, with the following header names and values:<br>- \"user\": the user's username or e-mail address<br>- \"role\": the user's role (\"u\" or \"user\" for a user and \"wm\" for a workspace manager)": "Le contenu de votre fichier est invalide. L'en-tête ne contient pas les valeurs souhaitées.<br>Deux colonnes sont requises, avec les noms d'en-têtes et valeurs suivantes :<br>- \"user\" : le nom d'utilisateur ou l'adresse e-mail de l'utilisateur<br>- \"role\" : le rôle de l'utilisateur \"u\" ou \"user\" pour un utilisateur et \"wm\" pour un gestionnaire d'espace)",
	"Make administrator" : "Assigner en tant que WM",
	"New space" : "Créer un espace de travail",
	"Settings": "Paramètres",
	"This group already exists. Please, change the name": "Ce groupe existe déjà. Changez le nom, s'il vous plaît.",
	"Quota" : "Quota",
	"The name space must be defined.": "Le nom de l'espace de travail doit être défini.",
	"Role" : "Role",
	"Convert group folders": "Convertir",
	"Select groupfolders to convert in workspace": "Selectionner les dossiers du groupe à convertir en espace projet",
	"Error in CSV file content": "Erreur dans le contenu du fichier CSV",
	"Convert in spaces": "Convertir en espace projet",
	"No username matches your current entry.": "Aucun nom d'utilisateur ne correspond à votre saisie actuelle",
	"Invalid separator for CSV file": "Séparateur incorrect pour le fichier CSV",
	"Your csv file should be a comma (\",\") as separator": "Votre fichier csv doit avoir une virgule (\",\") comme séparateur",
	"Remove admin rights": "Retirer les droits de WM",
	"There is a problem to add group to groupfolder. The group is deleted.": "Il y a un problème pour ajouter le groupe au dossier du groupe. Le groupe est supprimé.",
	"The groupfolder with this name : {spaceName} already exist": "Le groupefolder avec ce nom : {spaceName} existe déjà",
	"Error": "Erreur",
	"or": "ou",
	"Please specify a name.": "S'il vous plaît, spécifier un nom",
	"Rename space": "Renommer l'Espace Projet",
	"Error: unknown users": "Erreur: utilisateurs non reconnus",
	"Error: unknown role": "Erreur: le rôle indiqué n'est pas reconnu",
	"Only the following values are allowed: <b>%1$s</b><br><br>- \"wm\": to define the user as a workspace manager.<br>- \"u\" or \"user\": to define the user as a simple user.<br><br>Check the role for these users:<br>%2$s": "Seule les valeurs suivantes sont autorisées pour le champs \"role\": <b>%1$s</b><br><br>- \"wm\": pour définir le rôle de gestionnaire d'espace.<br>- \"u\" ou \"user\": pour définir le rôle d'utilisateur.<br><br>Veuillez vérifier les rôles utilisateurs suivants:<br>%2$s",
	"- <b>%1$s</b> has the <b>%2$s</b> role": "- <b>%1$s</b> a le rôle <b>%2$s</b>",
	"The users of this CSV file are unknown and can not be imported. Check the following users and repeat the process:<br>": "Les utilisateurs de ce fichier CSV ne sont pas reconnus et ne peuvent pas être importés. Veuillez vérifier les utilisateurs suivants et répéter l'opération :<br>",
	"Email address doesn't unique": "L'adresse email n'est pas unique",
	"The %s email address is duplicated in your instance. Impossible to know which users choice or maybe is an error.": "L'adresse email %s est dupliquée dans votre instance. Impossible de savoir quels utilisateurs choisir ou peut-être qu'il y a une erreur.",
	"Error to rename space": "Erreur pour renommer l'espace de travail",
	"You csv file must follow this structure:": "Votre fichier csv doit respecter cette structure :",
	"The space name already exist. We cannot rename with this name.": "Le nom de l'espace de travail existe déjà. Vous ne pouvez pas le renommer avec ce nom.",
	"Your CSV file must use a comma (\",\") as separator": "Votre fichier CSV doit utiliser une virgule (\",\") comme séparateur.",
	"Error 403": "Erreur 403",
	"Error - Duplicate space name": "Erreur - Duplication de nom de l'espace de travail",
	"Error - This workspace name already exists": "Erreur - Ce nom d'espace de travail existe déjà",
	"Please enter a new workspace name. Please note that workspace names are not case sensitive (france and FRANCE are considered the same workspace name)": "Veuillez saisir un nouveau nom d'espace de travail. Attention, les noms d'espaces de travail ne sont pas sensibles à la casse (france et FRANCE sont considérés comme un même nom d'espace de travail)",
	"A network error occured while trying to create group {group}<br>The error is: {error}": "Une erreur réseau s'est produite lors de la création d'un groupe {group}<br>L'erreur est: {error}",
	"A network error occured while trying to add user {user_name} to workspaces.<br>The error is: {error}": "Une erreur réseau s'est produite lors de l'ajout d'un utilisateur {user_name} aux espaces de travail.<br>L'erreur est: {error}",
	"An error occured while trying to retrieve workspaces.<br>The error is: {error}": "Une erreur s'est produite lors de la récupération des espaces de travail.<br>L'erreur est : {error}",
	"A network error occured while trying to retrieve workspaces.<br>The error is: {error}": "Une erreur réseau s'est produite lors de la récupération des espaces de travail.<br>L'erreur est: {error}",
	"An error occured while trying to lookup users.<br>The error is: {error}": "Une erreur s'est produite lors de la recherche d'utilisateurs.",
	"A network error occured while trying to lookup users.<br>The error is: {error}": "Une erreur réseau s'est produite lors de la recherche d'utilisateurs.",
	"A network error occured when trying to change the workspace's color.<br>The error is: {error}": "Une erreur réseau s'est produite lors de la modification de la couleur de l'espace de travail.",
	"An error occured while removing user from group {group}<br>The error is: {error}": "Une erreur s'est produite lors de la suppression de l'utilisateur du groupe {group}<br>L'erreur est: {error}",
	"Network error occured while removing user from group {group}<br>The error is: {error}": "Une erreur réseau s'est produite lors de l'utilisateur du groupe {group}<br>L'erreur est: {error}",
	"An error occured while trying to delete group {group}<br>The error is: {status}": "Une erreur s'est produite lors de suppression du groupe {group}<br>L'erreur est: {error}",
	"An error occured while trying to change the role of user {user}.<br>The error is: {error}": "Une erreur s'est produite lors de modification du rôle de l'utilisateur {user}.<br>L'erreur est: {error}",
	"Network error occured while trying to change the role of user {user}.<br>The error is: {error}": "Une erreur réseau s'est produite lors de modification du rôle de l'utilisateur {user}.<br>L'erreur est: {error}",
	"An error occured while trying to update the workspace's quota.<br>The error is: {error}": "Une erreur s'est produite lors de mise à jour du quota de l'espace de travail.<br>L'erreur est: {error}",
	"Network error occured while trying to update the workspace's quota.<br>The error is: {error}": "Une erreur réseau s'est produite lors de mise à jour du quota de l'espace de travail.<br>L'erreur est: {error}",
	"return to home": "retourner à l'accueil",
	"Rename group": "Renommer le groupe",
	"Delete group": "Supprimer le groupe",
	"Role": "Rôle",
	"WM": "WM",
	"Set quota": "Définir un quota",
	"Space administrators" : "Gestionnaires d'espace de travail",
	"Users" : "Utilisateurs",
	"user" : "utilisateur",
	"Workspace name" : "Nom de l'espace de travail",
	"Remove from group": "Retirer du groupe",
	"No users": "Pas d'utilisateur",
	"Add users": "Ajouter des utilisateurs",
	"Your Workspace name must not contain the following characters: [ ~ < > { } | ; . : , ! ? ' @ # $ + ( ) % \\\\ ^ = / & * ]": "Le nom de votre Espace de travail ne doit pas contenir les caractères suivants : [ ~ < > { } | ; . : , ! ? ' @ # $ + ( ) % \\\\ ^ = / & * ]",
	"No spaces": "Aucun espace de travail",
	"You have not yet created any workspace": "Vous n'avez pas encore créé d'espace de travail",
	"unlimited": "unlimited",
	"You may only specify \"unlimited\" or a number followed by \"TB\", \"GB\", \"MB\", or \"KB\" (eg: \"5GB\") as quota": "Vous devez spécifier le terme \"unlimited\" ou un nombre suivi de \"TB\", \"GB\", \"MB\" ou \"KB\" (exemple: \"5GB\") comme quota.",
	"There are no users in this space/group yet": "Il n'y a pas encore d'utilisateur dans cet espace de travail",
	"Start typing to lookup users": "Commencez à saisir du texte pour rechercher des utilisateurs",
	"remove users from selection": "retirer l'utilisateur de la sélection",
	"The file must be in <b>CSV format</b>.": "Le fichier doit être au <b>format CSV</b>.",
	"Invalid file format. Table header doesn't contain any of the following values:<br> {values}": "Format de fichier est invalide. L'en-tête du tableau ne contient aucune des valeurs suivantes :<br> {values}",
	"Something went wrong. Couldn't open the file.": "Quelque chose s'est mal passé. Impossible d'ouvrir le fichier.",
	"Upload new files": "Téléverser de nouveaux fichiers",
	"Choose from Files": "Choisir depuis Fichiers"
},
"pluralForm" : "nplurals=2; plural=(n > 1);"
}
