{ "translations": {
	"- <b>%1$s</b> has the <b>%2$s</b> role": "- <b>%1$s</b> a le rôle <b>%2$s</b>",
	"A network error occured when trying to change the workspace's color.<br>The error is: {error}": "Une erreur réseau s'est produite lors de la modification de la couleur du Workspace.",
	"A network error occured while trying to add user {user_name} to workspaces.<br>The error is: {error}": "Une erreur réseau s'est produite lors de l'ajout d'un utilisateur {user_name} aux Workspaces.<br>L'erreur est: {error}",
	"A network error occured while trying to create group {group}<br>The error is: {error}": "Une erreur réseau s'est produite lors de la création d'un groupe {group}<br>L'erreur est: {error}",
	"A network error occured while trying to lookup users.<br>The error is: {error}": "Une erreur réseau s'est produite lors de la recherche d'utilisateurs.",
	"A network error occured while trying to retrieve workspaces.<br>The error is: {error}": "Une erreur réseau s'est produite lors de la récupération des Workspaces.<br>L'erreur est: {error}",
	"Add a group": "Ajouter un groupe",
	"Add users from csv file": "Ajouter à partir du fichier CSV",
	"Add users": "Ajouter des utilisateurs",
	"Add": "Ajouter",
	"Added groups": "Groupes ajoutés",
	"admin" : "Workspaces Manager",
	"Administrators" : "General Managers",
	"All spaces": "Tous les Workspaces",
	"An error occured while removing user from group {group}<br>The error is: {error}": "Une erreur s'est produite lors du retrait de l'utilisateur du groupe {group}<br>L'erreur est: {error}",
	"An error occured while trying to change the role of user {user}.<br>The error is: {error}": "Une erreur s'est produite lors de modification du rôle de l'utilisateur {user}.<br>L'erreur est: {error}",
	"An error occured while trying to delete group {group}<br>The error is: {status}": "Une erreur s'est produite lors de suppression du groupe {group}<br>L'erreur est: {error}",
	"An error occured while trying to lookup users.<br>The error is: {error}": "Une erreur s'est produite lors de la recherche d'utilisateurs.",
	"An error occured while trying to retrieve workspaces.<br>The error is: {error}": "Une erreur s'est produite lors de la récupération des Workspaces.<br>L'erreur est : {error}",
	"An error occured while trying to update the workspace's quota.<br>The error is: {error}": "Une erreur s'est produite lors de mise à jour du quota du Workspace.<br>L'erreur est: {error}",
	"Appearance": "Apparence",
	"Are you sure you want to delete the {space} workspace ?": "Êtes vous sûr de vouloir supprimer le Workspace {space} ?",
	"Cancel": "Annuler",
	"Caution, users highlighted in red are not yet member of this workspace. They will be automaticaly added.": "Attention, les utilisateurs surlignés en rouge ne sont pas encore membres du Workspace. Ils seront ajoutés automatiquement à ce dernier",
	"Choose from Files": "Choisir depuis Fichiers",
	"Confirm": "Confirmer",
	"Convert group folders": "Convertir",
	"Convert in spaces": "Convertir en Workspaces",
	"Create a workspace group": "Créer un groupe Workspace",
	"Delete group": "Supprimer le groupe",
	"Delete space" : "Supprimer le Workspace",
	"Delete user" : "Retirer du Workspace",
	"Duplication of groups": "Doublon de groupes",
	"Edit the Workspace": "Éditer le workspace",
	"Email address doesn't unique": "L'adresse email n'est pas unique",
	"Error - Duplicate space name": "Erreur - Duplication du nom du Workspace",
	"Error - This workspace name already exists": "Erreur - Ce nom de Workspace existe déjà",
	"Error 403": "Erreur 403",
	"Error creating workspace": "Erreur lors de la création du Workspace",
	"Error in CSV file content": "Erreur dans le contenu du fichier CSV",
	"Error in file format": "Erreur dans le format de fichier",
	"Error in the table header": "Erreur dans l'en-tête",
	"Error to rename space": "Erreur pour renommer le Workspace",
	"Error to rename the workspace": "Erreur lors du renommage du Workspace",
	"Error: unknown role": "Erreur: le rôle indiqué n'est pas reconnu",
	"Error: unknown users": "Erreur: utilisateurs non reconnus",
	"Error": "Erreur",
	"Group name": "Nom du groupe",
	"Groups": "Groupes",
	"Import a .csv file": "Importer un fichier .csv",
	"Import csv from Files": "Importer un CSV à partir de Fichiers",
	"Invalid file format. Table header doesn't contain any of the following values:<br> {values}": "Format de fichier est invalide. L'en-tête du tableau ne contient aucune des valeurs suivantes :<br> {values}",
	"Invalid separator for CSV file": "Séparateur incorrect pour le fichier CSV",
	"Make administrator" : "Assigner en tant que WM",
	"Network error occured while removing user from group {group}<br>The error is: {error}": "Une erreur réseau s'est produite lorsdu retrait de l'utilisateur du groupe {group}<br>L'erreur est: {error}",
	"Network error occured while trying to change the role of user {user}.<br>The error is: {error}": "Une erreur réseau s'est produite lors de modification du rôle de l'utilisateur {user}.<br>L'erreur est: {error}",
	"Network error occured while trying to update the workspace's quota.<br>The error is: {error}": "Une erreur réseau s'est produite lors de mise à jour du quota du Workspace.<br>L'erreur est: {error}",
	"New space" : "Créer un Workspace",
	"No group selected": "Aucun groupe selectionné",
	"No spaces": "Aucun Workspace",
	"No username matches your current entry.": "Aucun nom d'utilisateur ne correspond à votre saisie actuelle",
	"No users": "Pas d'utilisateur",
	"Only the following values are allowed: <b>%1$s</b><br><br>- \"wm\": to define the user as a workspace manager.<br>- \"u\" or \"user\": to define the user as a simple user.<br><br>Check the role for these users:<br>%2$s": "Seules les valeurs suivantes sont autorisées pour le champ \"role\": <b>%1$s</b><br><br>- \"wm\": pour définir le rôle de Workspace Manager.<br>- \"u\" ou \"user\": pour définir le rôle d'Utilisateur.<br><br>Veuillez vérifier les rôles utilisateurs suivants:<br>%2$s",
	"or": "ou",
	"Please enter a new workspace name. Please note that workspace names are not case sensitive (france and FRANCE are considered the same workspace name)": "Veuillez saisir un nouveau nom de Workspace. Attention, les noms de Worskpaces ne sont pas sensibles à la casse (france et FRANCE sont considérés comme un même nom de Workspace)",
	"Please note that after deleting the {groupname} group, its users will retain access to the {spacename} Workspace": "Attention, après la suppression du groupe {groupname}, ses utilisateurs conserveront l'accès au Workspace {spacename}",
	"Please note that the quota you have selected is less than the space currently used by your Workspace. You will no longer be able to add or modify files.": "Attention, le quota que vous avez sélectionné est inférieur à l'espace actuellement utilisé par votre Workspace. Vous ne pourrez plus y ajouter ou modifier de fichiers",
	"Please specify a name.": "S'il vous plaît, spécifiez un nom",
	"Please, note that once {groupname} group has been removed, its users will lose access to the {spacename} workspace": "Attention, après le retrait du groupe {groupname}, ses utilisateurs perdront l'accès au Workspace {spacename}",
	"Quota" : "Quota",
	"Remove added group": "Retirer le groupe ajouté",
	"Remove admin rights": "Retirer les droits de WM",
	"Remove from group": "Retirer du groupe",
	"remove group from selection": "retirer le groupe de la sélection",
	"remove users from selection": "retirer l'utilisateur de la sélection",
	"Rename group": "Renommer le groupe",
	"Rename space": "Renommer le Workspace",
	"Rename your Workspace": "Renommer votre Workspace",
	"return to home": "retourner à l'accueil",
	"Role": "Rôle",
	"Save": "Enregistrer",
	"Search users": "Rechercher des utilisateurs",
	"Select groupfolders to convert in workspace": "Selectionner les Dossiers de groupes à convertir en Workspaces",
	"Set maximum Workspace storage space": "Définit l'espace de stockage maximal du Workspace",
	"Set quota": "Définir un quota",
	"Settings": "Paramètres",
	"Something went wrong. Couldn't open the file.": "Quelque chose s'est mal passé. Impossible d'ouvrir le fichier.",
	"Space administrators" : "Workspaces Managers",
	"Space name": "Nom du Workspace",
	"Start typing text to search for groups": "Commencez à saisir du texte pour rechercher des groupes",
	"Start typing to lookup users": "Commencez à saisir du texte pour rechercher des utilisateurs",
	"The %s email address is duplicated in your instance. Impossible to know which users choice or maybe is an error.": "L'adresse email %s est dupliquée dans votre instance. Impossible de savoir quels utilisateurs choisir ou peut-être qu'il y a une erreur.",
	"The content of your file is invalid. Two columns are required, with the following header names and values:<br>- \"user\": the user's username or e-mail address<br>- \"role\": the user's role (\"u\" or \"user\" for a user and \"wm\" for a workspace manager)": "Le contenu de votre fichier est invalide.<br>Deux colonnes sont requises, avec les noms d'en-têtes et valeurs suivantes :<br>- \"user\" : le nom d'utilisateur ou l'adresse e-mail de l'utilisateur<br>- \"role\" : le rôle de l'utilisateur (\"u\" ou \"user\" pour un utilisateur et \"wm\" pour un Workspace Manager)",
	"The file must be in <b>CSV format</b>.": "Le fichier doit être au <b>format CSV</b>.",
	"The group already exists.": "Ce nom de groupe existe déjà.",
	"The groupfolder with this name : {spaceName} already exist": "Le Group folder avec le nom : {spaceName} existe déjà",
	"The name space must be defined.": "Le nom du Workspace doit être défini.",
	"The space name already exist. We cannot rename with this name.": "Le nom du Workspace existe déjà. Vous ne pouvez pas le renommer avec ce nom.",
	"The users of this CSV file are unknown and can not be imported. Check the following users and repeat the process:<br>": "Les utilisateurs de ce fichier CSV ne sont pas reconnus et ne peuvent pas être importés. Veuillez vérifier les utilisateurs suivants et répéter l'opération :<br>",
	"There are no users in this space/group yet": "Il n'y a pas encore d'utilisateur dans ce Workspace",
	"There is a problem to add group to groupfolder. The group is deleted.": "Il y a un problème pour ajouter le groupe au Dossier de groupes. Le groupe est supprimé.",
	"This group already exists. Please, change the name": "Ce groupe existe déjà. Changez le nom, s'il vous plaît.",
	"Unknown error": "Erreur inconnue",
	"unlimited": "unlimited",
	"Upload new files": "Téléverser de nouveaux fichiers",
	"user" : "utilisateur",
	"Users" : "Utilisateurs",
	"View profile": "Voir le profil",
	"View Profile": "Voir le profil",
	"Warning, after removal of group <b>{groupname}</b>, its users will lose access to the <b>{spacename}</b> workspace, with the exception of:<br><br>- Workspace Managers (<b>WM-{spacename}</b>)<br>- users who are members of <b>Workspace groups</b> (prefixed <b>G-</b>)<br>- users who are members of another Added Group<br>- users manually added from the Workspace <b>{spacename}</b>": "Attention, après le retrait du groupe <b>{groupname}</b>, les membres de ce groupe perdront l'accès au Workspace <b>{spacename}</b>, à l'exception : <br><br>- des Workspaces Managers (<b>WM-{spacename}</b>)<br>- des utilisateurs membres d'un <b>groupe Workspace</b> (préfixé <b>G-</b>)<br>- des utilisateurs membres d'un autre groupe ajouté<br>- des utilisateurs ajoutés manuellement depuis le Workspace <b>{spacename}</b>",
	"WM": "WM",
	"Workspace counting error": "Erreur dans le comptage des workspaces",
	"Workspace groups": "Groupes Workspace",
	"Workspace name" : "Nom du Workspace",
	"Workspace": "Workspace",
	"You csv file must follow this structure:": "Votre fichier CSV doit respecter cette structure :",
	"You have not yet created any workspace": "Vous n'avez pas encore créé de Workspace",
	"You may only specify \"unlimited\" or a number followed by \"TB\", \"GB\", \"MB\", or \"KB\" (eg: \"5GB\") as quota": "Vous devez spécifier le terme \"unlimited\" ou un nombre suivi de \"TB\", \"GB\", \"MB\" ou \"KB\" (exemple: \"5GB\") comme quota.",
	"You use <b>{size}</b> on {quota}": "Vous utilisez <b>{size}</b> sur {quota}",
	"Your CSV file must use a comma (\",\") as separator": "Votre fichier CSV doit utiliser une virgule (\",\") comme séparateur.",
	"Your csv file should be a comma (\",\") as separator": "Votre fichier csv doit avoir une virgule (\",\") comme séparateur",
	"Your Workspace name must not contain the following characters: {specialChars}": "Le nom de votre Workspace ne doit pas contenir les caractères suivants : {specialChars}"
},
	"pluralForm" : "nplurals=2; plural=(n > 1);"
}
