{ "translations": {
    "Invalid separator for CSV file" : "Deighilteoir neamhbhailí le haghaidh comhad CSV",
    "Your CSV file must use a comma (\",\") as separator" : "Ní mór camóg (\",\") a úsáid mar dheighilteoir i do chomhad CSV",
    "The content of your file is invalid. Two columns are required, with the following header names and values:<br>- \"user\": the user's username or e-mail address<br>- \"role\": the user's role (\"u\" or \"user\" for a user and \"wm\" for a workspace manager)" : "Tá ábhar do chomhaid neamhbhailí. Tá dhá cholún ag teastáil, leis na hainmneacha agus na luachanna ceanntásca seo a leanas: <br>- \"úsáideoir\": ainm úsáideora nó seoladh ríomhphoist an úsáideora <br>- \"ról\": ról an úsáideora (\"u\" nó \"úsáideoir\" le haghaidh úsáideora agus \"wm\" le haghaidh bainisteoir spás oibre)",
    "Error in CSV file content" : "Earráid in ábhar an chomhaid CSV",
    "Users of this CSV file are unknown and cannot be imported. Check the following users and repeat the process:<br>" : "Ní féidir úsáideoirí an chomhaid CSV seo a allmhairiú agus níl siad ar eolas. Seiceáil na húsáideoirí seo a leanas agus déan an próiseas arís: <br>",
    "Error: unknown users" : "Earráid: úsáideoirí anaithnid",
    "- <b>%1$s</b> has the <b>%2$s</b> role" : "- Tá ról 2%2$s2 ag 1%1$s1",
    "Error: unknown role" : "Earráid: ról anaithnid",
    "Error in file format" : "Earráid i bhformáid comhaid",
    "The file must be in <b>CSV format</b>." : "Ní mór don chomhad a bheith i <b>bhformáid  CSV</b>.",
    "Unknown error" : "Earráid anaithnid",
    "Your Workspace name must not contain the following characters: %s" : "Ní féidir na carachtair seo a leanas a bheith i d'ainm Spás Oibre: %s",
    "Error creating workspace" : "Earráid ag cruthú spás oibre",
    "Email address %s is linked to multiple users. Impossible to know which user to choose." : "Tá an seoladh ríomhphoist %s nasctha le roinnt úsáideoirí. Ní féidir a fhios cé acu úsáideoir atá le roghnú.",
    "Workspace" : "Spás Oibre",
    "Create team folders with delegated management" : "Cruthaigh fillteáin foirne le bainistíocht tharmligthe",
    "# Description\n\nWorkspace allows managers to :\n- Create shared workspaces\n- Delegate management of each workspace to users (workspace managers) in order for them to:\n    - choose members\n    - create groups\n    - configure advanced permissions on workspace folders\n- All through a simple unified interface, designed to simplify your users' experience and make them autonomous\n\nIt is necessary to install the Team folders app for the Workspace app to work.\n\n# App configuration\n\nBefore using Workspace, you must configure the app, following these important steps:\n\n- Limit the Workspace app to specific groups : in your \"application management\" administrator interface, limit the application to the following groups: \"GeneralManager\" and \"WorkspacesManagers\".\n\n- Configure Team folders for Workspace:\n    - In \"Settings\" > \"Team folders\" > \"Group folder admin delegation\" section, add the group \"GeneralManager\" to the **first** field, and the group \"WorkspacesManagers\" to the **second** field\n\nIf you are using a major version of Nextcloud lower than Nextcloud 25, please follow the instructions provided on [GitHub](https://github.com/arawa/workspace). \n\nFor more information, please visit [our website](https://www.arawa.fr/solutions/produits-arawa/arawa-workspace-for-nextcloud/) (french content).\n\nFor more details, please go to the [admin documentation](https://github.com/arawa/workspace/blob/main/README.md#installation), or [user documentation](https://github.com/arawa/workspace/tree/main/docs/user-guide/from-3.X.X)." : "# Cur Síos\n\nLigeann an Spás Oibre do bhainisteoirí:\n- Spásanna oibre comhroinnte a chruthú\n- Bainistíocht gach spás oibre a tharmligean chuig úsáideoirí (bainisteoirí spás oibre) ionas gur féidir leo:\n- baill a roghnú\n- grúpaí a chruthú\n- ceadanna ardleibhéil a chumrú ar fhillteáin spás oibre\n- Trí chomhéadan aontaithe simplí, atá deartha chun taithí d'úsáideoirí a shimpliú agus iad a dhéanamh neamhspleách\n\nIs gá an aip fillteán Foirne a shuiteáil chun go n-oibreoidh an aip Spás Oibre.\n\n# Cumraíocht aip\n\nSula n-úsáideann tú an Spás Oibre, ní mór duit an aip a chumrú, ag leanúint na gcéimeanna tábhachtacha seo:\n\n- An aip Spás Oibre a theorannú do ghrúpaí sonracha: i do chomhéadan riarthóra \"bainistíocht feidhmchlár\", teorann an feidhmchlár do na grúpaí seo a leanas: \"Bainisteoir Ginearálta\" agus \"Bainisteoirí Spásanna Oibre\".\n\n- Cumraigh fillteáin Foirne don Spás Oibre:\n- I \"Socruithe\" > \"Fillteáin Foirne\" > an rannán \"Toscaireacht riarthóra fillteán grúpa\", cuir an grúpa \"Bainisteoir Ginearálta\" leis an **chéad** réimse, agus an grúpa \"BainisteoiríSpásannaOibre\" leis an **dara** réimse\n\nMá tá leagan mór de Nextcloud níos ísle ná Nextcloud 25 á úsáid agat, lean na treoracha atá ar fáil ar [GitHub](https://github.com/arawa/workspace).\n\nLe haghaidh tuilleadh eolais, tabhair cuairt ar [ár suíomh Gréasáin](https://www.arawa.fr/solutions/produits-arawa/arawa-workspace-for-nextcloud/) (ábhar Fraincise).\n\nLe haghaidh tuilleadh sonraí, téigh chuig an [dhoiciméadú riarthóra](https://github.com/arawa/workspace/blob/main/README.md#installation), nó [dhoiciméadú úsáideora](https://github.com/arawa/workspace/tree/main/docs/user-guide/from-3.X.X).",
    "Add users" : "Cuir úsáideoirí leis",
    "Import a .csv file" : "Iompórtáil comhad .csv",
    "Search users" : "Cuardaigh úsáideoirí",
    "Your CSV file must follow this structure:" : "Caithfidh do chomhad CSV an struchtúr seo a leanúint:",
    "No users selected" : "Níl aon úsáideoirí roghnaithe",
    "Caution, users highlighted in red are not yet member of this workspace. They will be automatically added." : "Rabhadh, níl úsáideoirí atá aibhsithe i ndearg ina mbaill den spás oibre seo go fóill. Cuirfear leis go huathoibríoch iad.",
    "Add" : "Cuir",
    "Cancel" : "Cealaigh",
    "Confirm" : "Deimhnigh",
    "Upload new files" : "Uaslódáil comhaid nua",
    "File to share" : "Comhad le roinnt",
    "Choose from Files" : "Roghnaigh ó Chomhaid",
    "Error 403" : "Earráid 403",
    "You aren't allowed to access into this application !" : "Níl cead agat rochtain a fháil ar an aip seo !",
    "return to home" : "filleadh ar an mbaile",
    "Rename group" : "Athainmnigh an grúpa",
    "Group name" : "Ainm an ghrúpa",
    "Delete group" : "Scrios grúpa",
    "Remove added group" : "Bain an grúpa curtha leis",
    "Warning, after removal of group <b>{groupname}</b>, its users will lose access to the <b>{spacename}</b> workspace, with the exception of:<br><br>- Workspace Managers (<b>WM-{spacename}</b>)<br>- users who are members of <b>Workspace groups</b> (prefixed <b>G-</b>)<br>- users who are members of another Added Group<br>- users manually added from the Workspace <b>{spacename}</b>" : "Rabhadh, tar éis grúpa <b>{groupname}</b> a bhaint, caillfidh a úsáideoirí rochtain ar spás oibre <b>{spacename}</b>, seachas:<br><br>- Bainisteoirí Spás Oibre (<b>WM-{spacename}</b>)<br>- úsáideoirí atá ina mbaill de <b> ngrúpa Spás Oibre</b> (réimír <b>G-</b>)<br>- úsáideoirí atá ina mbaill de Ghrúpa Breise eile<br>- úsáideoirí a cuireadh leis de láimh ón Spás Oibre <b>{spacename}</b>",
    "Please note that after deleting the {groupname} group, its users will retain access to the {spacename} workspace" : "Tabhair faoi deara, le do thoil, tar éis an grúpa {groupname} a scriosadh, go gcoimeádfaidh a úsáideoirí rochtain ar spás oibre {spacename}",
    "Error" : "Earráid",
    "Please specify a name." : "Sonraigh ainm le do thoil.",
    "New workspace" : "Spás oibre nua",
    "All workspaces" : "Gach spás oibre",
    "Search workspaces..." : "Cuardaigh spásanna oibre...",
    "Settings" : "Socruithe",
    "Convert Team folders" : "Tiontaigh fillteáin Foirne",
    "An error occurred while trying to lookup users.<br>Error: {error}" : "Tharla earráid agus úsáideoirí á gcuardach.<br>Earráid: {error}",
    "A network error occurred while trying to lookup users.<br>Error: {error}" : "Tharla earráid líonra agus úsáideoirí á gcuardach.<br>Earráid: {error}",
    "Network error" : "Earráid líonra",
    "Start typing to lookup users" : "Tosaigh ag clóscríobh chun úsáideoirí a chuardach",
    "Are you sure you want to delete the {space} workspace?" : "An bhfuil tú cinnte gur mian leat an spás oibre {space} a scriosadh?",
    "Delete workspace" : "Scrios spás oibre",
    "Add a group" : "Cuir grúpa leis",
    "Start typing text to search for groups" : "Tosaigh ag clóscríobh téacs chun grúpaí a chuardach",
    "remove group from selection" : "bain grúpa as an roghnú",
    "No group selected" : "Níor roghnaíodh aon ghrúpa",
    "Create a workspace group" : "Cruthaigh grúpa spás oibre",
    "Edit the workspace" : "Cuir an spás oibre in eagar",
    "Delete space" : "Scrios an spás",
    "No users" : "Uimh úsáideoirí",
    "There are no users in this space/group yet" : "Níl aon úsáideoirí sa spás/grúpa seo go fóill",
    "Workspace groups" : "Grúpaí spás oibre",
    "Added groups" : "Grúpaí curtha leis",
    "Workspace name" : "Ainm an spáis oibre",
    "Quota" : "Cuóta",
    "Workspace Managers" : "Bainisteoirí Spás Oibre",
    "{totalAccount} workspaces" : "spásanna oibre {totalAccount}",
    "No workspaces found" : "Níor aimsíodh aon spásanna oibre",
    "You have not yet created any workspace" : "Níl aon spás oibre cruthaithe agat fós",
    "Set user as Workspace Manager" : "Socraigh úsáideoir mar Bhainisteoir Spáis Oibre",
    "WM" : "WM",
    "remove users from selection" : "bain úsáideoirí den rogha",
    "Users" : "Úsáideoirí",
    "Role" : "Ról",
    "Groups" : "Grúpaí",
    "View profile" : "Féach ar phróifíl",
    "Remove WM rights" : "Bain cearta WM",
    "Assign as WM" : "Sannadh mar WM",
    "Remove user" : "Bain úsáideoir",
    "Remove from group" : "Bain den ghrúpa",
    "There are no users in this workspace/group yet" : "Níl aon úsáideoirí sa spás oibre/grúpa seo go fóill",
    "An error occurred while trying to retrieve workspaces.<br>Error: {error}" : "Tharla earráid agus spásanna oibre á n-aisghabháil.<br>Earráid: {error}",
    "A network error occurred while trying to retrieve workspaces.<br>Error: {error}" : "Tharla earráid líonra agus spásanna oibre á n-aisghabháil.<br>Earráid: {error}",
    "No workspace" : "Gan spás oibre",
    "You use <b>{size}</b> of {quota}" : "Úsáideann tú <b>{size}</b> de {quota}",
    "A network error occurred when trying to change the workspace's color.<br>Error: {error}" : "Tharla earráid líonra agus iarracht á déanamh dath an spáis oibre a athrú.<br>Earráid: {error}",
    "unlimited" : "gan teorainn",
    "You may only specify \"unlimited\" or a number followed by \"TB\", \"GB\", \"MB\", or \"KB\" (eg: \"5GB\") as quota" : "Ní féidir leat ach \"gan teorainn\" nó uimhir agus \"TB\", \"GB\", \"MB\", nó \"KB\" ina diaidh (m.sh.: \"5GB\") a shonrú mar chuóta",
    "Appearance" : "Dealramh",
    "Rename your workspace" : "Athainmnigh do spás oibre",
    "Set maximum workspace storage space" : "Socraigh an spás stórála uasta sa spás oibre",
    "Set quota" : "Socraigh cuóta",
    "Please note that the quota you have selected is less than the space currently used by your workspace. You will no longer be able to add or modify files." : "Tabhair faoi deara le do thoil go bhfuil an cuóta atá roghnaithe agat níos lú ná an spás atá in úsáid ag do spás oibre faoi láthair. Ní bheidh tú in ann comhaid a chur leis ná a mhodhnú a thuilleadh.",
    "Save" : "Sábháil",
    "Loading..." : "Á lódáil...",
    "{number} workspaces..." : "{number} spásanna oibre...",
    "Error - Duplicate space name" : "Earráid - Ainm spáis dúblach",
    "This workspace or group folder already exists.\nPlease note that workspace names are not case sensitive.\nFor example: if a workspace named “human resources” already exists, you will not be able to create a workspace named “Human Resources.”\nAlso check that a group folder with the name you have just entered does not already exist." : "Tá an spás oibre nó an fillteán grúpa seo ann cheana féin.\nTabhair faoi deara nach bhfuil ainmneacha spásanna oibre íogair ó thaobh cás de.\nMar shampla: má tá spás oibre darb ainm “acmhainní daonna” ann cheana féin, ní bheidh tú in ann spás oibre darb ainm “Acmhainní Daonna” a chruthú.\nSeiceáil freisin nach bhfuil fillteán grúpa leis an ainm atá díreach curtha isteach agat ann cheana féin.",
    "Group error" : "Earráid ghrúpa",
    "Impossible to attach the {gid} group to groupfolder. May be a problem with the connection ?" : "Ní féidir an grúpa {gid} a cheangal leis an bhfillteán grúpa. B’fhéidir go bhfuil fadhb leis an nasc?",
    "Error to remove group as manager acl" : "Earráid agus grúpa á bhaint mar acl bainisteoir",
    "Impossible to remove the group from the advanced permissions." : "Ní féidir an grúpa a bhaint as na ceadanna ardleibhéil.",
    "Can't load workspace users" : "Ní féidir úsáideoirí an spáis oibre a lódáil",
    "Impossible to attach the {gid} group to workspace. May be a problem with the connection ?" : "Ní féidir an grúpa {gid} a cheangal leis an spás oibre. B’fhéidir go bhfuil fadhb leis an nasc?",
    "Error to create a workspace" : "Earráid agus spás oibre á chruthú",
    "An error occurred while trying to add user" : "Tharla earráid agus iarracht á déanamh úsáideoir a chur leis",
    "A network error occurred while trying to add user {user_name} to workspace.<br>Error: {error}" : "Tharla earráid líonra agus iarracht á déanamh an t-úsáideoir {user_name} a chur leis an spás oibre.1Earráid: {error}",
    "Duplication of groups" : "Dúbláil grúpaí",
    "The group already exists." : "Tá an grúpa ann cheana féin.",
    "A network error occurred while trying to create group {group}<br>Error: {error}" : "Tharla earráid líonra agus iarracht á déanamh grúpa {group}1 a chruthú. <br>Earráid: {error}",
    "An error occurred while trying to delete group {group}<br>Error: {error}" : "Tharla earráid agus iarracht á déanamh grúpa {group} a scriosadh. <br>Earráid: {error}",
    "Network error occurred while trying to delete group {group}<br>Error: {error}" : "Tharla earráid líonra agus iarracht á déanamh grúpa {group}<br>Earráid: {error} a scriosadh",
    "An error occurred while removing user from group {group}<br>Error: {error}" : "Tharla earráid agus úsáideoir á bhaint as an ngrúpa {group}<br>Earráid: {error}",
    "Network error occurred while removing user from group {group}<br>Error: {error}" : "Tharla earráid líonra agus an t-úsáideoir á bhaint as an ngrúpa {group}<br>Earráid: {error}",
    "An error occurred while trying to change the role of user {user}.<br>Error: {error}" : "Tharla earráid agus iarracht á déanamh ról an úsáideora {user} a athrú.<br>Earráid: {error}",
    "Network error occurred while trying to change the role of user {user}.<br>Error: {error}" : "Tharla earráid líonra agus iarracht á déanamh ról an úsáideora {user} a athrú.<br>Earráid: {error}",
    "An error occurred while trying to update the workspace's quota.<br>Error: {error}" : "Tharla earráid agus iarracht á déanamh cuóta an spás oibre a nuashonrú.<br>Earráid: {error}",
    "Network error occurred while trying to update the workspace's quota.<br>Error: {error}" : "Tharla earráid líonra agus iarracht á déanamh cuóta an spás oibre a nuashonrú.<br>Earráid: {error}",
    "or" : "nó",
    "A network error occured when trying to change the workspace's color.<br>The error is: {error}" : "Tharla earráid líonra agus iarracht á déanamh dath an spáis oibre a athrú.<br> Is é seo an earráid: {error}",
    "Rename space" : "Athainmnigh an spás",
    "Space name" : "Ainm an spáis",
    "Delete user" : "Scrios úsáideoir"
},"pluralForm" :"nplurals=5; plural=(n==1 ? 0 : n==2 ? 1 : n<7 ? 2 : n<11 ? 3 : 4);"
}