{ "translations": {
    "Invalid separator for CSV file" : "Separador inválido para arquivo CSV",
    "Your CSV file must use a comma (\",\") as separator" : "Seu arquivo CSV deve usar uma vírgula (\",\") como separador",
    "The content of your file is invalid. Two columns are required, with the following header names and values:<br>- \"user\": the user's username or e-mail address<br>- \"role\": the user's role (\"u\" or \"user\" for a user and \"wm\" for a workspace manager)" : "O conteúdo do seu arquivo é inválido. São necessárias duas colunas, com os seguintes nomes e valores de cabeçalho:<br>- \"user\": nome de usuário ou endereço de e-mail do usuário<br>- \"role\": função do usuário (\"u\" ou \"user\" para um usuário e \"wm\" para um gerente de espaço de trabalho)",
    "Error in CSV file content" : "Erro no conteúdo do arquivo CSV",
    "Users of this CSV file are unknown and cannot be imported. Check the following users and repeat the process:<br>" : "Os usuários deste arquivo CSV são desconhecidos e não podem ser importados. Verifique os seguintes usuários e repita o processo: <br>",
    "Error: unknown users" : "Erro: usuários desconhecidos",
    "- <b>%1$s</b> has the <b>%2$s</b> role" : "- <b>%1$s</b> tem a função <b>%2$s</b>",
    "Error: unknown role" : "Erro: função desconhecida",
    "Error in file format" : "Erro no formato do arquivo",
    "The file must be in <b>CSV format</b>." : "O arquivo deve estar no <b>formato CSV</b>.",
    "Unknown error" : "Erro desconhecido",
    "Your Workspace name must not contain the following characters: %s" : "O nome do seu espaço de trabalho não deve conter os seguintes caracteres: %s",
    "Error creating workspace" : "Erro ao criar o espaço de trabalho",
    "Email address %s is linked to multiple users. Impossible to know which user to choose." : "O endereço de e-mail %s está vinculado a vários usuários. É impossível saber qual usuário escolher.",
    "Workspace" : "Espaço de trabalho",
    "Create team folders with delegated management" : "Criar pastas de equipe com gerenciamento delegado",
    "# Description\n\nWorkspace allows managers to :\n- Create shared workspaces\n- Delegate management of each workspace to users (workspace managers) in order for them to:\n    - choose members\n    - create groups\n    - configure advanced permissions on workspace folders\n- All through a simple unified interface, designed to simplify your users' experience and make them autonomous\n\nIt is necessary to install the Team folders app for the Workspace app to work.\n\n# App configuration\n\nBefore using Workspace, you must configure the app, following these important steps:\n\n- Limit the Workspace app to specific groups : in your \"application management\" administrator interface, limit the application to the following groups: \"GeneralManager\" and \"WorkspacesManagers\".\n\n- Configure Team folders for Workspace:\n    - In \"Settings\" > \"Team folders\" > \"Group folder admin delegation\" section, add the group \"GeneralManager\" to the **first** field, and the group \"WorkspacesManagers\" to the **second** field\n\nIf you are using a major version of Nextcloud lower than Nextcloud 25, please follow the instructions provided on [GitHub](https://github.com/arawa/workspace). \n\nFor more information, please visit [our website](https://www.arawa.fr/solutions/produits-arawa/arawa-workspace-for-nextcloud/) (french content).\n\nFor more details, please go to the [admin documentation](https://github.com/arawa/workspace/blob/main/README.md#installation), or [user documentation](https://github.com/arawa/workspace/tree/main/docs/user-guide/from-3.X.X)." : "# Descrição\n\nO espaço de trabalho permite aos gerentes:\n- Criar espaços de trabalho compartilhados\n- Delegar a gestão de cada espaço de trabalho aos usuários (gerentes do espaço de trabalho) para que eles possam: \n     - escolher membros \n     - criar grupos \n     - configurar permissões avançadas nas pastas do espaço de trabalho\n- Tudo isso por meio de uma interface simples e unificada, projetada para simplificar a experiência dos usuários e torná-los autônomos\n\nÉ necessário instalar o aplicativo Pastas de equipe para que o aplicativo Espaço de trabalho funcione. \n\n# Configuração do aplicativo\n\nAntes de usar o Espaço de trabalho, você deve configurar o aplicativo, seguindo estas etapas importantes:\n\n- Limite o aplicativo Espaço de trabalho a grupos específicos: na sua interface de administrador \"gerenciamento de aplicativos\", limite o aplicativo aos seguintes grupos: \"GeneralManager\" e \"WorkspacesManagers\". \n\n- Configure o Pastas de equipe para o Espaço de trabalho: \n      - Em \"Configurações\" > \"Pastas da equipe\" > seção \"Delegação de administração de pastas de equipe\", adicione o grupo \"GeneralManager\" ao **primeiro** campo e o grupo \"WorkspacesManagers\" ao **segundo** campo. \n\nSe você estiver usando uma versão principal do Nextcloud inferior ao Nextcloud 25, siga as instruções fornecidas no [GitHub](https://github.com/arawa/workspace). \n\nPara obter mais informações, visite [nosso site](https://www.arawa.fr/solutions/produits-arawa/arawa-workspace-for-nextcloud/) (conteúdo em francês). \n\nPara obter mais detalhes, acesse a [documentação da administração](https://github.com/arawa/workspace/blob/main/README.md#installation) ou a [documentação do usuário](https://github.com/arawa/workspace/tree/main/docs/user-guide/from-3.X.X).",
    "Add users" : "Adicionar usuários",
    "Import a .csv file" : "Importar um arquivo .csv",
    "Search users" : "Pesquisar usuários",
    "Your CSV file must follow this structure:" : "Seu arquivo CSV deve seguir esta estrutura:",
    "No users selected" : "Nenhum usuário selecionado",
    "Caution, users highlighted in red are not yet member of this workspace. They will be automatically added." : "Atenção, os usuários destacados em vermelho ainda não são membros deste espaço de trabalho. Eles serão adicionados automaticamente.",
    "Add" : "Adicionar",
    "Cancel" : "Cancelar",
    "Confirm" : "Confirmar",
    "Upload new files" : "Enviar novos arquivos",
    "File to share" : "Arquivo a compartilhar",
    "Choose from Files" : "Escolher de Arquivos",
    "Error 403" : "Erro 403",
    "You aren't allowed to access into this application !" : "Você não tem permissão para acessar este aplicativo!",
    "return to home" : "voltar para a página inicial",
    "Rename group" : "Renomear grupo",
    "Group name" : "Nome do grupo",
    "Delete group" : "Excluir grupo",
    "Remove added group" : "Remover grupo adicionado",
    "Warning, after removal of group <b>{groupname}</b>, its users will lose access to the <b>{spacename}</b> workspace, with the exception of:<br><br>- Workspace Managers (<b>WM-{spacename}</b>)<br>- users who are members of <b>Workspace groups</b> (prefixed <b>G-</b>)<br>- users who are members of another Added Group<br>- users manually added from the Workspace <b>{spacename}</b>" : "Atenção, após a remoção do grupo <b>{groupname}</b>, seus usuários perderão acesso ao espaço de trabalho <b>{spacename}</b>, com exceção de: <br><br> - Gerentes do espaço de trabalho (<b>WM-{spacename}</b>)<br>- usuários que são membros de <b>grupos do espaço de trabalho </b> (prefixados com <b>G-</b>)<br>- usuários que são membros de outro grupo adicionado <br>- usuários adicionados manualmente a partir do espaço de trabalho <b>{spacename}</b>",
    "Please note that after deleting the {groupname} group, its users will retain access to the {spacename} workspace" : "Observe que, após excluir o grupo {groupname}, seus usuários manterão o acesso ao espaço de trabalho {spacename}",
    "Error" : "Erro",
    "Please specify a name." : "Por favor, especifique um nome.",
    "New workspace" : "Novo espaço de trabalho",
    "All workspaces" : "Todos os espaços de trabalho",
    "Search workspaces..." : "Pesquisar espaços de trabalho…",
    "Settings" : "Configurações",
    "Convert Team folders" : "Converter pastas da equipe",
    "An error occurred while trying to lookup users.<br>Error: {error}" : "Ocorreu um erro ao tentar obter usuários. <br>Erro: {error}",
    "A network error occurred while trying to lookup users.<br>Error: {error}" : "Ocorreu um erro de rede ao tentar obter usuários.<br>Erro: {error}",
    "Network error" : "Erro de rede",
    "Start typing to lookup users" : "Comece a digitar para pesquisar usuários",
    "Are you sure you want to delete the {space} workspace?" : "Tem certeza de que deseja excluir o espaço de trabalho {space}?",
    "Delete workspace" : "Excluir espaço de trabalho",
    "Add a group" : "Adicionar um grupo",
    "Start typing text to search for groups" : "Comece a digitar o texto para pesquisar grupos",
    "remove group from selection" : "remover grupo da seleção",
    "No group selected" : "Nenhum grupo selecionado",
    "Create a workspace group" : "Criar um grupo de espaço de trabalho",
    "Edit the workspace" : "Editar o espaço de trabalho",
    "Delete space" : "Excluir o espaço",
    "No users" : "Nenhum usuário",
    "There are no users in this space/group yet" : "Ainda não há usuários neste espaço/grupo.",
    "Workspace groups" : "Grupos de espaço de trabalho",
    "Added groups" : "Grupos adicionados",
    "Workspace name" : "Nome do espaço de trabalho",
    "Quota" : "Cota",
    "Workspace Managers" : "Gerentes dos Espaços de Trabalho",
    "{totalAccount} workspaces" : "{totalAccount} espaços de trabalho",
    "No workspaces found" : "Nenhum espaço de trabalho encontrado",
    "You have not yet created any workspace" : "Você ainda não criou nenhum espaço de trabalho",
    "Set user as Workspace Manager" : "Definir usuário como Gerente do Espaço de Trabalho",
    "WM" : "WM",
    "remove users from selection" : "remover usuários da seleção",
    "Users" : "Usuários",
    "Role" : "Função",
    "Groups" : "Grupos",
    "View profile" : "Visualizar perfil",
    "Remove WM rights" : "Remover permissões de GET",
    "Assign as WM" : "Designar como GET",
    "Remove user" : "Excluir usuário",
    "Remove from group" : "Remover do grupo",
    "There are no users in this workspace/group yet" : "Ainda não há usuários neste espaço de trabalho/grupo",
    "An error occurred while trying to retrieve workspaces.<br>Error: {error}" : "Ocorreu um erro ao tentar recuperar os espaços de trabalho.<br>Erro: {error}",
    "A network error occurred while trying to retrieve workspaces.<br>Error: {error}" : "Ocorreu um erro de rede ao tentar recuperar os espaços de trabalho.<br>Erro: {error}",
    "No workspace" : "Sem espaços de trabalho",
    "A network error occurred when trying to change the workspace's color.<br>Error: {error}" : "Ocorreu um erro de rede ao tentar alterar a cor do espaço de trabalho.<br>Erro: {error}",
    "unlimited" : "sem limite",
    "You may only specify \"unlimited\" or a number followed by \"TB\", \"GB\", \"MB\", or \"KB\" (eg: \"5GB\") as quota" : "Você só pode especificar \"ilimitado\" ou um número seguido de \"TB\", \"GB\", \"MB\" ou \"KB\" (p. ex.: \"5 GB\") como cota.",
    "Appearance" : "Aparência",
    "Rename your workspace" : "Renomeie seu espaço de trabalho",
    "Set maximum workspace storage space" : "Definir o espaço máximo de armazenamento do espaço de trabalho",
    "Set quota" : "Definir cota",
    "Please note that the quota you have selected is less than the space currently used by your workspace. You will no longer be able to add or modify files." : "Observe que a cota selecionada é menor do que o espaço atualmente utilizado pelo seu espaço de trabalho. Você não poderá mais adicionar ou modificar arquivos.",
    "Save" : "Salvar",
    "Loading..." : "Carregando…",
    "{number} workspaces..." : "{number} espaços de trabalho…",
    "Error - Duplicate space name" : "Erro - Nome de espaço duplicado",
    "This workspace or group folder already exists.\nPlease note that workspace names are not case sensitive.\nFor example: if a workspace named “human resources” already exists, you will not be able to create a workspace named “Human Resources.”\nAlso check that a group folder with the name you have just entered does not already exist." : "Este espaço de trabalho ou pasta de grupo já existe.\nObserve que os nomes dos espaços de trabalho não diferenciam maiúsculas de minúsculas.\nPor exemplo: se já existir um espaço de trabalho chamado “recursos humanos”, você não poderá criar um espaço de trabalho chamado “Recursos Humanos”.\nVerifique também se já não existe uma pasta de grupo com o nome que você acabou de inserir.",
    "Group error" : "Erro de grupo",
    "Impossible to attach the {gid} group to groupfolder. May be a problem with the connection ?" : "Não é possível anexar o grupo {gid} à pasta do grupo. Pode ser um problema com a conexão?",
    "Error to remove group as manager acl" : "Erro ao remover o grupo como ACL de gerenciador",
    "Impossible to remove the group from the advanced permissions." : "Impossível remover o grupo das permissões avançadas.",
    "Can't load workspace users" : "Não é possível carregar usuários do espaço de trabalho",
    "Impossible to attach the {gid} group to workspace. May be a problem with the connection ?" : "Não é possível anexar o grupo {gid} ao espaço de trabalho. Pode ser um problema com a conexão?",
    "Error to create a workspace" : "Erro ao criar um espaço de trabalho",
    "An error occurred while trying to add user" : "Ocorreu um erro ao tentar adicionar o usuário",
    "A network error occurred while trying to add user {user_name} to workspace.<br>Error: {error}" : "Ocorreu um erro de rede ao tentar adicionar o usuário {user_name} ao espaço de trabalho.<br>Erro: {error}",
    "Duplication of groups" : "Duplicatas de grupos",
    "The group already exists." : "O grupo já existe.",
    "A network error occurred while trying to create group {group}<br>Error: {error}" : "Ocorreu um erro de rede ao tentar criar o grupo {group}<br>Erro: {error}",
    "An error occurred while trying to delete group {group}<br>Error: {error}" : "Ocorreu um erro ao tentar excluir o grupo {group}<br>Erro: {error}",
    "Network error occurred while trying to delete group {group}<br>Error: {error}" : "Ocorreu um erro de rede ao tentar excluir o grupo {group}<br>Erro: {error}",
    "An error occurred while removing user from group {group}<br>Error: {error}" : "Ocorreu um erro ao remover o usuário do grupo {group}<br>Erro: {error}",
    "Network error occurred while removing user from group {group}<br>Error: {error}" : "Ocorreu um erro de rede ao remover o usuário do grupo {group}<br>Error: {error}",
    "An error occurred while trying to change the role of user {user}.<br>Error: {error}" : "Ocorreu um erro ao tentar alterar a função do usuário {user}.<br>Erro: {error}",
    "Network error occurred while trying to change the role of user {user}.<br>Error: {error}" : "Ocorreu um erro de rede ao tentar alterar a função do usuário {user}.<br>Erro: {error}",
    "An error occurred while trying to update the workspace's quota.<br>Error: {error}" : "Ocorreu um erro ao tentar atualizar a cota do espaço de trabalho.<br>Error: {error}",
    "Network error occurred while trying to update the workspace's quota.<br>Error: {error}" : "Ocorreu um erro de rede ao tentar atualizar a cota do espaço de trabalho.<br>Erro: {error}",
    "or" : "ou",
    "A network error occured when trying to change the workspace's color.<br>The error is: {error}" : "Ocorreu um erro de rede ao tentar alterar a cor do espaço de trabalho.<br>O erro é: {error}",
    "Rename space" : "Renomear espaço",
    "Space name" : "Nome do espaço",
    "Delete user" : "Excluir usuário",
    "You use <b>{size}</b> of {quota}" : "Você usa <b>{size}</b> de {quota}"
},"pluralForm" :"nplurals=3; plural=(n == 0 || n == 1) ? 0 : n != 0 && n % 1000000 == 0 ? 1 : 2;"
}