Repository: arawa/workspace
Catalog: translationfiles/templates/*/workspace.po
Languages: fr

source: New space
fr: Créer un Espace Projet

source: All spaces
fr: Tous les Espaces Projet

source: Workspace name
fr: Nom de l'Espace

source: Space administrators
fr: Gestionnaires d'espace

source: No users selected
fr: Aucun utilisateur sélectionné

source: S.A.
fr: G.E.

source: remove user from selection
fr: Retirer l'utilisateur de la sélection

source: Add users
fr: Ajouter des utilisateurs

source: Set quota
fr: Définir un quota

source: Create group
fr: Créer un groupe

source: Rename space
fr: Renommer l'Espace Projet

source: Delete space
fr: Supprimer l'Espace Projet

source: Users
fr: Utilisateurs

source: Role
fr: Rôle

source: Groups
fr: Groupes

source: Make administrator
fr: Assigner en tant que G.E.

source: Remove admin rights
fr: Retirer les droits de G.E.

source: Delete user
fr: Supprimer de l'Espace
